
IMG = [
"https://graph.org/file/dbd48ba7093582ab20063.jpg",
"https://graph.org/file/69356215e2506436f381b.jpg",
"https://graph.org/file/7785e3232769e4bc67f85.jpg",
"https://graph.org/file/f8596ff5009dfb6bd9eda.jpg",
"https://graph.org/file/6e70a2c0d794e3ff2a577.jpg",
]


# ------------------------------------------------------------ #

START_TXT = """
**ʜᴇʟʟᴏ** {},

**ɪ'ᴍ ᴀᴅᴇᴘᴛ ᴀᴛ ᴇxᴛʀᴀᴄᴛɪɴɢ ᴏɴʟɪɴᴇ ᴄᴏᴜʀsᴇs ᴡɪᴛʜ ᴄᴜᴛᴛɪɴɢ-ᴇᴅɢᴇ ᴛᴇᴄʜɴᴏʟᴏɢʏ. ɪ'ᴠᴇ ᴍᴀɴᴀɢᴇᴅ ᴛᴏ ɢᴀᴛʜᴇʀ ʟɪɴᴋs ғᴏʀ ᴀʟᴍᴏsᴛ ᴀʟʟ ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴜʀsᴇs, ᴍᴀᴋɪɴɢ ᴛʜᴇ ᴘʀᴏᴄᴇss ᴇғғᴏʀᴛʟᴇss ᴀɴᴅ ᴇғғɪᴄɪᴇɴᴛ.**
"""

MODES_TXT = """
**ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ᴛʜᴇ ᴍᴏᴅᴇ sᴇᴄᴛɪᴏɴ. ʜᴇʀᴇ, ʏᴏᴜ ᴄᴀɴ ᴄʜᴏᴏsᴇ ʙᴇᴛᴡᴇᴇɴ ᴛᴡᴏ ᴍᴏᴅᴇs: ᴄᴜsᴛᴏᴍ ᴍᴏᴅᴇ ᴏʀ ᴍᴀɴᴜᴀʟ ᴍᴏᴅᴇ.**
"""

CUSTOM_TXT = """
⌬ **﹝𝐂 𝐔 𝐒 𝐓 𝐎 𝐌﹞**

**ɪɴ ᴄᴜsᴛᴏᴍ ᴍᴏᴅᴇ, ʏᴏᴜ ᴄᴀɴ ᴇxᴛʀᴀᴄᴛ ᴀɴʏ ᴄᴏᴜʀsᴇ ғʀᴏᴍ ᴀɴʏ ᴀᴘᴘ's ʟɪɴᴋ, ʙᴜᴛ ʏᴏᴜ'ʟʟ ɴᴇᴇᴅ ᴀɴ ᴀᴘɪ ғᴏʀ ᴛʜᴀᴛ.**

`/custom` - `ɪғ ʏᴏᴜ ᴜsᴇ ᴄᴜsᴛᴏᴍ ᴍᴏᴅᴇ ᴛʜᴇɴ sᴇɴᴅ ᴛʜɪs`
"""

MANUAL_TXT = """
⌬ **﹝𝐌 𝐀 𝐍 𝐔 𝐀 𝐋﹞**

**ɪɴ ᴍᴀɴᴜᴀʟ ᴍᴏᴅᴇ, ʏᴏᴜ ʜᴀᴠᴇ ʙᴇᴇɴ ɢɪᴠᴇɴ ʙᴜᴛᴛᴏɴs. ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴏɴᴇ ᴡɪᴛʜ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ᴇxᴛʀᴀᴄᴛ ᴛʜᴇ ᴄᴏᴜʀsᴇ ʏᴏᴜ ᴡᴀɴᴛ.**
"""



SSC_MAKER_TXT = """
⌬ ﹝ssᴄ ᴍᴀᴋᴇʀ﹞

ᴄᴏᴍᴍᴀɴᴅ - /ssc_maker
"""

PERFECT_ACADEMY_TXT = """
⌬ ﹝ᴘᴇʀғᴇᴄᴛ ᴀᴄᴀᴅᴇᴍʏ﹞

ᴄᴏᴍᴍᴀɴᴅ - /perfect_academy
"""

CLASSPLUS_TXT = """
⌬ ﹝ᴄʟᴀssᴘʟᴜs﹞

ᴄᴏᴍᴍᴀɴᴅ - /classplus
"""

E1_COACHING_TXT = """
⌬ ﹝ᴇ1 ᴄᴏᴀᴄʜɪɴɢ﹞

ᴄᴏᴍᴍᴀɴᴅ - /e1_coaching
"""

SAMYAK_RAS_TXT = """
⌬ ﹝sᴀᴍʏᴀᴋ ʀᴀs﹞

ᴄᴏᴍᴍᴀɴᴅ - /samyak
"""

VJ_EDUCATION_TXT = """
⌬ ﹝ᴠᴊ ᴇᴅᴜᴄᴀᴛɪᴏɴ﹞

ᴄᴏᴍᴍᴀɴᴅ - /vj_education
"""

GYAN_BINDU_TXT = """
⌬ ﹝ɢʏᴀɴ ʙɪɴᴅᴜ﹞

ᴄᴏᴍᴍᴀɴᴅ - /gyan_bindu
"""

DHANANJAY_TXT = """
⌬ ﹝ᴅʜᴀɴᴀɴᴊᴀʏ ɪᴀs﹞

ᴄᴏᴍᴍᴀɴᴅ - /dhananjay_ias
"""

THINK_SSC_TXT = """
⌬ ﹝ᴛʜɪɴᴋ ssᴄ﹞

ᴄᴏᴍᴍᴀɴᴅ - /think_ssc
"""

ASHISH_SING_LEC_TXT = """
⌬ ﹝ᴀsʜɪsʜ sɪɴɢ ʟᴇᴄ.﹞

ᴄᴏᴍᴍᴀɴᴅ - /ashihs_lec
"""

TUTORS_ADDA_TXT = """
⌬ ﹝ᴛᴜᴛᴏʀs ᴀᴅᴅᴀ﹞

ᴄᴏᴍᴍᴀɴᴅ - /tutors_adda
"""

NIMISHA_BANSAL_TXT = """
⌬ ﹝ɴɪᴍɪsʜᴀ ʙᴀɴsᴀʟ﹞

ᴄᴏᴍᴍᴀɴᴅ - /nimisha_bansal
"""

SACHIN_ACADEMY_TXT = """
⌬ ﹝sᴀᴄʜɪɴ ᴀᴄᴀᴅᴇᴍʏ﹞

ᴄᴏᴍᴍᴀɴᴅ - /sachin_academy
"""

ACHARYA_CLASSES_TXT = """
⌬ ﹝ᴀᴄʜᴀʀʏᴀ ᴄʟᴀssᴇs﹞

ᴄᴏᴍᴍᴀɴᴅ - /acharya_classes
"""

TARGET_PLUS_TXT = """
⌬ ﹝ᴛᴀʀɢᴇᴛ ᴘʟᴜs﹞

ᴄᴏᴍᴍᴀɴᴅ - /target_plus
"""

RWA_TXT = """
⌬ ﹝ʀᴡᴀ﹞

ᴄᴏᴍᴍᴀɴᴅ - /rwa
"""

WINNERS_TXT = """
⌬ ﹝ᴡɪɴɴᴇʀs﹞

ᴄᴏᴍᴍᴀɴᴅ - /winners
"""

OCEAN_GURUKUL_TXT = """
⌬ ﹝ᴏᴄᴇᴀɴ ɢᴜʀᴜᴋᴜʟ﹞

ᴄᴏᴍᴍᴀɴᴅ - /ocean_gurukul
"""

MG_CONCEPT_TXT = """
⌬ ﹝ᴍɢ ᴄᴏɴᴄᴇᴘᴛ﹞

ᴄᴏᴍᴍᴀɴᴅ - /mg_concept
"""

YODHA_TXT = """
⌬ ﹝ʏᴏᴅʜᴀ﹞

ᴄᴏᴍᴍᴀɴᴅ - /yodha
"""

NOTE_BOOK_TXT = """
⌬ ﹝ɴᴏᴛᴇ ʙᴏᴏᴋ﹞

ᴄᴏᴍᴍᴀɴᴅ - /note_book
"""

UC_LIVE_TXT = """
⌬ ﹝ᴜᴄ ʟɪᴠᴇ﹞

ᴄᴏᴍᴍᴀɴᴅ - /uc_live
"""

SPACE_IAS_TXT = """
⌬ ﹝sᴘᴀᴄᴇ ɪᴀs﹞

ᴄᴏᴍᴍᴀɴᴅ - /space_ias
"""

RG_VIKRAMJEET_TXT = """
⌬ ﹝ʀɢ ᴠɪᴋʀᴀᴍᴊᴇᴇᴛ﹞

ᴄᴏᴍᴍᴀɴᴅ - /rg_vikramjeet
"""

VIDYA_BIHAR_TXT = """
⌬ ﹝ᴠɪᴅʏᴀ ʙɪʜᴀʀ﹞

ᴄᴏᴍᴍᴀɴᴅ - /vidya_bihar
"""

AMAN_SIR_TXT = """
⌬ ﹝ᴀᴍᴀɴ sɪʀ﹞

ᴄᴏᴍᴍᴀɴᴅ - /aman_sir
"""

NIRMAN_IAS_TXT = """
⌬ ﹝ɴɪʀᴍᴀɴ ɪᴀs﹞

ᴄᴏᴍᴍᴀɴᴅ - /nirman_ias
"""

PERMAR_SSC_TXT = """
⌬ ﹝ᴘᴇʀᴍᴀʀ ssᴄ﹞

ᴄᴏᴍᴍᴀɴᴅ - /permar_ssc
"""

NEO_SPARK_TXT = """
⌬ ﹝ɴᴇᴏ sᴘᴀʀᴋ﹞

ᴄᴏᴍᴍᴀɴᴅ - /neo_spark
"""

MD_CLASSES_TXT = """
⌬ ﹝ᴍᴅ ᴄʟᴀssᴇs﹞

ᴄᴏᴍᴍᴀɴᴅ - /md_classes
"""

NG_LEARNERS_TXT = """
⌬ ﹝ɴɢ ʟᴇᴀʀɴᴇʀs﹞

ᴄᴏᴍᴍᴀɴᴅ - /ng_learners
"""

SSC_GURUKUL_TEXT = """
⌬ ﹝ssᴄ ɢᴜʀᴜᴋᴜʟ﹞

ᴄᴏᴍᴍᴀɴᴅ - /ssc_gurukul
"""

ARMY_STUDY_TXT = """
⌬ ﹝ᴀʀᴍʏ sᴛᴜᴅʏ ʟɪᴠᴇ﹞

ᴄᴏᴍᴍᴀɴᴅ - /army_study
"""

SANKALP_TXT = """
⌬ ﹝sᴀɴᴋᴀʟᴘ﹞

ᴄᴏᴍᴍᴀɴᴅ - /sankalp
"""

TARGET_UPSC_TXT = """
⌬ ﹝ᴛᴀʀɢᴇᴛ ᴜᴘsᴄ﹞

ᴄᴏᴍᴍᴀɴᴅ - /target_upsc
"""

GK_CAFE_TXT = """
⌬ ﹝ɢᴋ ᴄᴀғᴇ﹞

ᴄᴏᴍᴍᴀɴᴅ - /gk_cafe
"""






